{
  "name": "XM551 Sheridan",
  "description": "In the immediate post-World War II era, the US Army introduced the M41 Walker Bulldog into service to fill the role of a light tank. The lifespan of the M41 was fairly short; at 25 tons it was considered too heavy to be a true light tank, and had a rather short cruising range. Plans were started to build an even lighter replacement mounting the same gun, resulting in the T71 and T92 test designs. Two prototypes of the 19 ton T92 were later ordered. However, as the prototypes were entering testing, information about the new Soviet PT-76 tank became available. The PT-76 was an amphibious light tank, and soon there were demands that any U.S. light tank should be able to swim as well. The T92 was already in the prototype stage and could not be easily refitted for this role, so the design of an entirely new system started as the XM551.\nThe vehicle designed to mount the gun had a steel turret and aluminum hull. Although the hull could defeat heavy machinegun fire of up to 12.7mm AP,[8] it was easily defeated by rocket propelled grenades, which could destroy the vehicle if the spalling contacted the caseless main gun rounds. Like the M113 armored personnel carrier, it was also vulnerable to mines.\nSwimming capability was provided by a flotation screen, similar to that used by the World War II, amphibious DD Tanks. The front armor was overlain by a wooden \"surfboard\", actually three folded layers, hinged together. This could be opened up into a sloping vertical surface in front of the driver providing a bow of a boat hull, about level with the top of the turret. Fabric formed the rest of the water barrier, folding up from compartments lining the upper corner where the side met the top of the hull, and held up at the back with poles. The front of the \"hull\" was provided with a plastic window, but in practice it was found that water splashing onto it made it almost useless, and the driver instead usually had to take steering directions from the vehicle commander. The M2 Bradley adopted a similar solution, but dropped it with upgraded armor.\n\nIn the Vietnam War, firing the gun often adversely affected the delicate electronics, which were at the early stages of the transition to solid state devices, so the missile and its guidance system was omitted from vehicles deployed to Vietnam. The expensive missile ended up almost never being fired in anger, despite a production run of 88,000 units.",
  "armaments": "152 mm Gun-Launcher XM81 (conventional), 105 mm Lightweight Gun",
  "armour": "15.9-38.1mm",
  "footer": "America",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Yuma_Proving_Ground%2C_Arizona_%2842188342504%29.jpg/300px-Yuma_Proving_Ground%2C_Arizona_%2842188342504%29.jpg",
  "iconURL": "https://wiki.gcdn.co/images/9/94/Graffiti_stickers_usa_A.png",
  "type": "light",
  "nation": "america"
}