{
  "name": "M10 Wolverine",
  "description": "The M10 tank destroyer was an American tank destroyer of World War II. After US entry into World War II and the formation of the Tank Destroyer Force, a suitable vehicle was needed to equip the new battalions. By November 1941, the Army requested a vehicle with a gun in a fully rotating turret after other interim models were criticized for being too poorly designed. The prototype of the M10 was conceived in early 1942 and delivered in April that year. After appropriate changes to the hull and turret were made, the modified version was selected for production in June 1942 as the 3-inch Gun Motor Carriage M10 (or M10 GMC). It mounted a 3-inch (76.2 mm) gun M7 in a rotating turret on a modified M4 Sherman tank (the M4A2 production variant) chassis. An alternate model, the M10A1, which used the M4A3 variant chassis, was also produced. Production of the two models ran from September 1942 to December 1943 and October 1942 to November 1943, respectively.\n\nThe M10 was numerically the most important U.S. tank destroyer of World War II. It combined thin but sloped armor with the M4's reliable drivetrain and a reasonably potent anti-tank gun mounted in an open-topped turret. Despite its obsolescence in the face of newer German tanks like the Panther and the introduction of more powerful and better-designed types as replacements, the M10 remained in service until the end of the war. During World War II, the primary user of the M10 tank destroyer was the United States, but many were Lend-Leased to the United Kingdom, Canada and Free French forces. Several dozen were also sent to the Soviet Union. Post-war, the M10 was given as military surplus to several countries, such as Belgium, Denmark, and the Netherlands, through the Mutual Defense Assistance Act or acquired through other means by countries like Israel and the Republic of China.\n\nThe M10 is often referred to by the nickname \"Wolverine\", an unofficial name that sometimes appeared in wartime Chrysler advertising, but that was not used by U.S. troops; the M10 was never officially assigned a nickname or referred to with one when used by American soldiers, who simply called it a \"TD\" (a nickname for any tank destroyer in general) beyond its formal designation.",
  "armaments": "3-inch gun M7 (76.2 mm) in Mount M5, 54 rounds",
  "armour": "9.5-57.2mm",
  "footer": "America",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Aberdean_proving_grounds_036.JPG/300px-Aberdean_proving_grounds_036.JPG",
  "iconURL": "https://wiki.gcdn.co/images/9/94/Graffiti_stickers_usa_A.png",
  "type": "td",
  "nation": "america"
}