{
  "name": "Tog II",
  "description": "The Tank, Heavy, TOG II* was a prototype British tank design produced in the early part of the Second World War in case the battlefields of northern France devolved into a morass of mud, trenches and craters as had happened during the First World War. When this did not happen the tank was deemed unnecessary and the project terminated. A development of the TOG I design, only a single prototype was built before the project was dropped.\n\nThe second design to come out of the Special Vehicle Development Committee (nicknamed \"The Old Gang\" as it was made up of people who had worked on the original British tanks of the First World War) the TOG 2 was similar to the TOG 1 and kept many of its features. Instead of the track path arrangement of the TOG 1 which - like that of the First World War British tanks - ran up over the top of the hull and back down, the track path was lower on the return run and the doors were above the tracks. Ordered in 1940, built by Foster's of Lincoln, the prototype ran for the first time in March 1941.\nThe design included a 6-pounder gun and side sponsons. For \"initial trials\" it was fitted with a mockup turret with a dummy gun and later with a simplified turret mounting a QF 3-inch 16 cwt anti-tank gun, in 1942 it was given a turret that was under development for the Cruiser Mk VIII Challenger tank design with the QF 17-pounder (76.2 mm) gun. The turret \"in modified form\" was used on the Challenger. The planned sponsons were never fitted.\nAlthough equipped with the same electro-mechanical drive as originally fitted to the TOG 1, the TOG 2 used twin generators and no problems were reported. It was modified to include, among other things, a change from the unsprung tracks to a torsion bar suspension and went through successful trials in May 1943. No further development occurred, although a revised version, the TOG 2 (R) was proposed. The 'R' would have been 6 ft (1.8 m) shorter, used torsion bar suspension and had no sponsons.",
  "armaments": "QF 17 pounder",
  "armour": "114 mm at the front of the turret and hull\n76 mm at the sides of the hull\n50 mm at the rear of the tank",
  "footer": "Britain",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/TOG_II.jpg/220px-TOG_II.jpg",
  "iconURL": "https://wiki.gcdn.co/images/2/28/Graffiti_stickers_uk.png",
  "type": "superheavy",
  "nation": "britain"
}