{
  "name": "Challenger 1",
  "description": "The FV4034 Challenger 2 (MOD designation \"CR2\") is a third generation British main battle tank (MBT) in service with the armies of the United Kingdom and Oman. It was designed and built by the British company Vickers Defence Systems (now known as BAE Systems Land & Armaments).\n\nVickers Defence Systems began to develop a successor to the Challenger 1 as a private venture in 1986. The Ministry of Defence ordered a prototype in December 1988. In June 1991, the MoD placed an order for 140 vehicles, with a further 268 ordered in 1994. Production began in 1993 and the unit's tanks were delivered in July 1994, replacing the Challenger 1. After a production delay, the tank entered service with the British Army in 1998, with the last delivered in 2002. The Challenger 2 was also exported to Oman.\n\nThe Challenger 2 is an extensive redesign of the Challenger 1. Although the hull and automotive components seem similar, they are of a newer design than for the Challenger 1 and only around 3% of components are interchangeable. A visual recognition feature is the armoured housing for the TOGS thermal gunsight: the Challenger 2 has this above the gun barrel, the Challenger 1 has it at the right hand side of the turret. The tank has a 550 km (340 mile) range and maximum road speed of 59 km/h (37mph).\n\nThe Challenger 2 is equipped with a 120-millimetre (4.7 in) 55-calibre long L30A1 tank gun, the successor to the L11 gun used on the Chieftain and Challenger 1. Uniquely among NATO main battle tank guns, the L30A1 is rifled, because the British Army continues to place a premium on the use of high-explosive squash head (HESH) rounds in addition to armour-piercing fin-stabilised discarding-sabot rounds. The Challenger 2 is also armed with a L94A1 EX-34 7.62 mm chain gun and a 7.62 mm L37A2 (GPMG) machine gun. Fifty main armament rounds and 4,200 rounds of 7.62 mm ammunition are carried.\n\nThe Challenger 2 has a four-man crew. The turret and hull are protected with second generation Chobham armour (also known as Dorchester). To date, the only time the tank has been destroyed during operations was by another Challenger 2 in a \"blue on blue\" (friendly fire) incident at Basra in 2003 when the destroyed tank had its hatch open at the time of the incident.\n\nIt has seen operational service in Bosnia and Herzegovina, Kosovo and Iraq.\n\nSince entering service, various upgrades have sought to improve the Challenger 2's protection, mobility and lethality, the most recent of which was the Life Extension Programme (LEP). In March 2021, the British Army announced plans to upgrade 148 Challenger 2s under LEP with the aim to extend its service life out to at least 2035; these upgraded models will be known as Challenger 3. It is not planned to upgrade all Challenger 2s; those not upgraded will be retired.",
  "armaments": "Royal Ordnance L30A1 120 mm rifled gun (47 rounds)",
  "armour": "Chobham / Dorchester Level 2 (classified)",
  "footer": "Britain",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Challenger_2_Main_Battle_Tank_patrolling_outside_Basra%2C_Iraq_MOD_45148325.jpg/300px-Challenger_2_Main_Battle_Tank_patrolling_outside_Basra%2C_Iraq_MOD_45148325.jpg",
  "iconURL": "https://wiki.gcdn.co/images/2/28/Graffiti_stickers_uk.png",
  "type": "mbt",
  "nation": "britain"
}