{
  "name": "Cruiser Mk IV",
  "description": "The Cruiser Tank Mk IV (A13 Mk II) was a British cruiser tank of the Second World War. It followed directly on from the Tank, Cruiser, Mk III (A13 Mk I). The first Mk IVs were Mk IIIs with extra armour fitted to the turret. Later Mk IVAs were built with the complete extra armour. The tank was used in France in 1940 and in the early part of the war in North Africa, before being withdrawn from service. A fast vehicle compared to other British tanks of the early part of the war, it was probably the best tank Britain had in 1940. In total, 955 of these tanks were built.\n\nBritain became interested in fast tanks after observing the Soviet BT tanks during the 1936 Red Army manoeuvres. The BT was based on the revolutionary designs of American J. Walter Christie and a team from Morris Motors was sent to the United States to purchase a Christie tank and the rights to build more. The tank was given the General Staff designation \"A13E1\" and was delivered in late 1936, but the hull was too small and this led to a second British-built prototype.\nThe A13E2 was built to mount the turret of the Vickers designed Cruiser Tank MkI (A9). This carried a 40 mm Ordnance QF 2-pounder gun and a co-axial .303 water-cooled Vickers machine gun. The drive train was also revised, with the ability to run on its road wheels as a wheeled vehicle. Better tracks were used, with rear-mounted drive sprockets and in trials, over 40 miles per hour (64 km/h) was attained on them but later the speed was governed down to 30 miles per hour (48 km/h). The armour of the A13E2 was 15 mm (0.59 in), in line with other pre-war fast tank designs.\nThe A13E3 was the final trials model, which led to the production tank, A13 MkI, Cruiser Tank Mk III, which entered production in 1939 at Nuffield Mechanization & Aero Limited, a munitions subsidiary within the Nuffield Organization. An order for 65 tanks was placed and at least 30 tanks completed when the War Office decided to build a new model with thicker armour. The A13 MkII, Cruiser Tank Mk IV, had a maximum armour thickness of 30 mm (1.2 in) and faceted armour was mounted on the original turret sides and rear. This gave the tank a far more modern appearance; some Mk III tanks were re-built to Mk IV standard while at the factory.",
  "armaments": "QF 2 pounder, 87 rounds",
  "armour": "6-30mm",
  "footer": "Britain",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Cruiser_Mk_IV.jpg/300px-Cruiser_Mk_IV.jpg",
  "iconURL": "https://wiki.gcdn.co/images/2/28/Graffiti_stickers_uk.png",
  "type": "light",
  "nation": "britain"
}