{
  "name": "Cruiser Mk III",
  "description": "The Tank, Cruiser, Mk III, also known by its General Staff specification number A13 Mark I, was a British cruiser tank of the Second World War. It was the first British cruiser tank to use the Christie suspension system, which gave higher speeds and better cross-country performance; previous cruiser tank models had used triple wheeled bogie suspension.\n\nBritish cruiser tank design began with the Mk I and somewhat heavier Mk II in the mid-1930s. Just as prototypes were arriving in 1936, General Giffard LeQuesne Martel, a pioneer in tank design who had published works on armoured warfare and pioneered the lightly armoured \"tankette\" to enhance infantry mobility, became Assistant Director of Mechanization at the War Office.\nLater that year, Martel witnessed demonstrations of Soviet tank designs, including the BT tank, which had been influenced by American J. Walter Christie's work. Martel urged the adoption of the Christie suspension and Christie's practice of using a lightweight aircraft engine, such as the Liberty Engine. The government authorized the purchase and licensing of a Christie design via the Nuffield Organization, rather than contact the Soviet authorities.\nThe vehicle obtained seems, on close examination of photographs[citation needed], not to be Christie's prototype M1931 but a production \"T3 Medium\", the US Army having decided to replace this model c1934. Why this survivor was sent to Britain is unknown, though it is possible it was the only available example, hastily put into operable condition but minus its turret. On arrival it was given British War Department number T2086, the road registration BMX841 and the Mechanical Experimentation Establishment's experimental number 958. After trials it was sent to Morris Commercial Cars Ltd, Birmingham and disassembled for study, Lord Nuffield (head of the Morris companies) had already agreed to buy the patent rights that would allow his company to develop the design that would become the basis of the Cruiser Mk III (A13), extensively redesigned, enlarged and with several faults that Christie had not addressed rectified. A new company Nuffield Mechanization & Aero Limited was formed for the development and production of the design.",
  "armaments": "QF 2 pounder, 87 rounds",
  "armour": "6-14mm",
  "footer": "Britain",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Bundesarchiv_Bild_146-2005-0066%2C_Calais%2C_zerst%C3%B6rter_englischer_Panzer.jpg/300px-Bundesarchiv_Bild_146-2005-0066%2C_Calais%2C_zerst%C3%B6rter_englischer_Panzer.jpg",
  "iconURL": "https://wiki.gcdn.co/images/2/28/Graffiti_stickers_uk.png",
  "type": "light",
  "nation": "britain"
}