{
  "name": "M6 Heavy",
  "description": "The Heavy Tank M6 was an American heavy tank designed during World War II. The tank was produced in small numbers and never saw combat.\n\n\nBecause of limited budgets for tank development in the interwar years, at the outbreak of World War II the US Army possessed few tanks, though it had been keeping track of the use of tanks in Europe and Asia. Successful employment of armored units in 1939–40, mostly by the Germans, gave momentum to a number of US tank programs, including a heavy tank. The United States possessed a massive industrial infrastructure and large numbers of engineers that would allow for mass production of tanks.\nFollowing the Chief of Infantry recommendation from May 1940, the US Army Ordnance Corps started to work on a 50-ton heavy tank design. The project was approved in June and the vehicle received the designation Heavy Tank T1.\nInitially, a multi-turreted design was proposed, with two main turrets each armed with a low-velocity T6 75 mm (2.95 inch) gun, a secondary turret with a 37 mm gun and a coaxial .30 caliber (7.62 mm) machine gun, and another secondary turret with a 20 mm gun and a coaxial .30 caliber machine gun. Four .30 caliber machine guns were to be installed in ball mounts, two in the glacis (front) plate and two in the rear corners of the hull. The design was somewhat similar in concept to multi-turreted breakthrough tanks developed in Europe in the 1920s and throughout the 1930s, such as the 1925 British Vickers A1E1 Independent or the Soviet T-35 of the early 1930s, albeit on a much more powerful scale: the older tank designs were typically armed with a single light or medium-caliber main gun and multiple machine guns, and had armor only sufficient to protect from small arms fire. Later in the decade, however, European tank developers switched to single-turret designs.However, by the time the M6 was ready for production, the Armored Corps had lost interest in the project. The advantages the M6 offered over medium tanks – its much thicker armor and slightly more powerful gun – were offset partly by the shortcomings of the design – such as very high silhouette, awkward internal layout and reliability problems – and partly by logistical concerns due to its weight.",
  "armaments": "76.2mm gun M7, 75 rounds",
  "armour": "25-83mm",
  "footer": "America",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Heavy-tank-OWI-4.jpg/220px-Heavy-tank-OWI-4.jpg",
  "iconURL": "https://wiki.gcdn.co/images/9/94/Graffiti_stickers_usa_A.png",
  "type": "heavy",
  "nation": "america"
}