{
  "name": "T29 Heavy",
  "description": "The Heavy Tank T29 was an American heavy tank project started in March 1944 to counter the appearance of the German Tiger II heavy tank. The T29 was not ready in time for the war in Europe, but it did provide post-war engineers with opportunities for applying engineering concepts to artillery and automotive components.\n\nThe T29 was based upon a lengthened version of the T26E3 chassis and featured heavier armor, an upgraded Ford GAC engine producing 750 hp at 2,800rpm, which gave it a power to weight ratio of 11.68 hp/t, more comfortable controls for the driver, and a massive new turret incorporating the high-velocity 105 mm gun T5, which was later replaced by a more powerful 105 mm T5E1.\nThe tank weighed approximately 132,000 lb (60 t; 59 long tons) unloaded and 141,000 lb (64 t; 63 long tons) combat loaded. Its maximum armor thickness was 279 mm on the turret ( not including the mantlet, which was 305mm thick), compared to 185 mm on the German Tiger II's turret. The turret had a turret rotation of 18 degrees per second, taking 20 seconds for a whole 360 degree traverse, and the gun had gun angles of 20°+/-10°. The hull armor consisted of a 102mm thick plate, which was sloped at 54 degrees.\nWhile its 105 mm gun was 7.06 m long (66 calibres, 105 L67) compared to the 6.29 m of the Tiger II's 88 mm(71 calibers long, 88/L71), and had a muzzle velocity of 914 m/s. The tank would have carried a total of 63 rounds, with 46 in ammo racks, the ammo weighing 2.2 tons total. Its T30E1 HE shell could pierce 1.3 meters of concrete at 1,500 meters, while its T29E3 High-velocity Armor Piercing could penetrate 360mm at 457 meters, and 292mm at 1,829 meters. Two coaxial 12.7mm machine guns were also mounted in the mantlet. A ball mounted 7.62mm machine gun was carried in the right side of the hull, and a AA 12.7mm machine gun was planned to be mounted on a pintle stem atop the roof. Other trial models had Allison V1710 V12 engines.\nThe tank had a modest cruising range of 160 km. It could cross a cross a trench 2.4 meters wide wade in water 1.2 meters deep, climb a 1-meter step, and could handle a 30 degree slope. The tank was also capable of pivoting on the spot. Suspension consisted of 8 double road wheels with rubber tires, 7 return roller on each side, and had the drive sprockets in the rear. Interestingly, the tank had a crew of six, two acting as a loader for the gun. The T29 featured a coincidence rangefinder projecting from both sides of the turret, distinctively resembling \"ears\".\nThe procurement of 1,200 T29s was proposed on 1 March 1945, and revised to 1,152 on 12 April 1945, but by shortly after the end of World War II, only one T29 had been produced, with a second partially completed. In August 1945, the order was cancelled entirely, and it was intended to procure ten T29s for postwar testing. This number was later reduced to eight in July 1947.\nDeveloped at the same time and closely related to the T29, the T30 Heavy Tank was virtually identical, but was mounted with the 155 mm gun T7, featured a more powerful engine, and had an additional crew member to help load the heavy ammunition for the gun. Two vehicles were produced.\nThe final variation of the T29 concept, the T34 Heavy Tank, mounted a 120 mm gun based upon the contemporary 120mm M1 anti-aircraft gun to further increase the armor penetration capability of the T29.",
  "armaments": "105 mm gun T5E1 (63 rounds) (T29E1, T29E3)\n105 mm gun T5E2 (63 rounds) (T29, T29E2)",
  "armour": "**Hull front:** 4 in (102 mm) maximum\n**Gun shield:** 11 inches (279 mm) maximum\n**Turret front:** 9 in (249 mm)",
  "footer": "America",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/T29_Heavy_Tank.png/320px-T29_Heavy_Tank.png",
  "iconURL": "https://wiki.gcdn.co/images/9/94/Graffiti_stickers_usa_A.png",
  "type": "heavy",
  "nation": "america"
}