{
  "name": "M18 Hellcat",
  "description": "The M18 Hellcat (officially designated the 76 mm Gun Motor Carriage M18 or M18 GMC) is a tank destroyer that was used by the United States Army in World War II and the Korean War. A top speed of up to 55 mph (89 km/h) was attained by keeping armor to a minimum, using the innovative Torqmatic automatic transmission, and by equipping the relatively light vehicle with the same main gun used on some variants of the much larger Sherman tank.\n\nThe M18 Hellcat was the culmination of the development of various prototypes of fast tank destroyers dating back to 1941. Entering production in summer 1943, the M18 first saw combat service in spring 1944. The M18 served primarily in Western Europe, but was also present in smaller numbers in Italy and the Pacific. Production continued until October 1944, with 2,507 built.\n\nThe Hellcat was the most effective U.S. tank destroyer of World War II. It had a higher kill to loss ratio than any other tank or tank destroyer fielded by U.S. forces in World War II. Kills claimed were 526 in total: 498 in Europe, 17 in Italy, and 11 in the Pacific. The kills-to-losses ratio for Europe was 2.3 to 1, and the overall kill to loss ratio was 2.4 to 1. M18s were \"...not primarily used for tank fighting, but were committed more often to improvised roles, usually direct fire support for infantry.\" Although the M18 was retired from U.S. service immediately after the end of World War II, a variant, the M39 Armored Utility Vehicle, served in the Korean War, and M18s continued in service with some countries until the 1990s.\n\nThe M18 Hellcat was an example of the balancing act between firepower, armor, and mobility in armored fighting vehicle design. Despite its excellent mobility and reasonably powerful main gun, the M18 Hellcat also had drawbacks, including thin armor and a poor high explosive shell for its main gun. Historian Steven J. Zaloga characterized the overall design of the M18 as \"poorly balanced\" and stated that \"the Hellcat's combat record is attributable to the training and dedication of its crews, not to its ill-conceived design.\"",
  "armaments": "76 mm gun M1A1, M1A1C, or M1A2 in Mount M1, 45 rounds",
  "armour": "4.8-25.4mm",
  "footer": "America",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/M18_hellcat_side.jpg/300px-M18_hellcat_side.jpg",
  "iconURL": "https://wiki.gcdn.co/images/9/94/Graffiti_stickers_usa_A.png",
  "type": "td",
  "nation": "america"
}