{
  "name": "Valentine",
  "description": "The Tank, Infantry, Mk III, Valentine was an infantry tank produced in the United Kingdom during World War II. More than 8,000 of the type were produced in eleven marks, plus various specialised variants, accounting for approximately a quarter of wartime British tank production. The many variants included riveted and welded construction, petrol and diesel engines and a progressive increase in armament. It was supplied in large numbers to the USSR and built under licence in Canada. It was used extensively by the British in the North African campaign. Developed by Vickers, it proved to be both strong and reliable.\n\nThe Valentine started as a proposal based on Vickers' experience with the A9 and A10 specification cruiser tanks and the A11 (Infantry Tank Mk I). As a private design by Vickers-Armstrongs, it did not receive a General Staff \"A\" designation; it was submitted to the War Office on 10 February 1938. The development team tried to match the lower weight of a cruiser tank, allowing the suspension and transmission parts of the A10 heavy cruiser to be used, with the greater armour of an infantry tank, working to a specification for a 60 mm (2.4 in) armour basis (the same as the A.11).\nThe tank was to carry a 2-pounder gun in a two-man turret (the A.11 was armed only with a heavy machine gun), a lower silhouette and be as light as possible, resulting in a very compact vehicle with a cramped interior. Compared to the earlier Infantry Tank Mk II \"Matilda\", the Valentine had somewhat weaker armour and almost the same top speed. By using components already proven on the A9 and A10, the new design was easier to produce and much less expensive.\nThe War Office was initially deterred by the size of the turret, since they considered a turret crew of three necessary, to free the vehicle commander from direct involvement in operating the gun.[10] Concerned by the situation in Europe, it finally approved the design in April 1939 and placed the first order in July for deliveries in May 1940. At the start of the war, Vickers were instructed to give priority to the production of tanks. The vehicle reached trials in May 1940, which coincided with the loss of much of the army's equipment in France, during Operation Dynamo, the evacuation from Dunkirk. The trials were successful and the vehicle was rushed into production as \"Tank, Infantry, Mark III\"; no pilot models were required as much of the mechanics had been proven on the A10, and 109 had been built by the end of September. During late 1940 and early 1941, Valentines were used in the cruiser tank role in British-based armoured divisions, and they were supplied to tank brigades of the Eighth Army in North Africa from June 1941.",
  "armaments": "Mk I–VII: QF 2-pounder (40 mm)\nMk VIII–X: QF 6-pounder (57 mm)\nMk XI: QF 75 mm\nMk IIICS QF 3-inch (76 mm)",
  "armour": "8-65mm",
  "footer": "Britain",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Valentine_II_%E2%80%985-40%E2%80%99_-_Patriot_Museum%2C_Kubinka_%2838390149682%29.jpg/300px-Valentine_II_%E2%80%985-40%E2%80%99_-_Patriot_Museum%2C_Kubinka_%2838390149682%29.jpg",
  "iconURL": "https://wiki.gcdn.co/images/2/28/Graffiti_stickers_uk.png",
  "type": "light",
  "nation": "britain"
}