{
  "name": "T-70",
  "description": "The T-70 was a light tank used by the Red Army during World War II, replacing both the T-60 scout tank for reconnaissance and the T-50 light infantry tank for infantry support.\n\nBy 1942, light tanks were considered inadequate by the Red Army, unable to keep up with the T-34 medium tank and unable to penetrate the armour of most German tanks, but they could be produced by small factories that were unable to handle the large components of medium and heavy tanks. The T-70 was an attempt to remedy some of the shortcomings of the T-60 scout tank, which had very poor cross-country mobility, thin armour, and an inadequate 20-mm gun. It also replaced the very short production run of the T-50 light infantry tank, which was more sophisticated, but also much more complicated and expensive to produce.\n\nThe T-70 was designed by Nicholas Astrov's design team at Factory No. 38 in Kirov.\n\nThe first batch of T-70s were built with a GAZ-202 automotive engine on each side of the hull, one driving each track. This arrangement was seen to be a serious problem, even before the first tanks were issued. It was quickly redesigned as the T-70M (although it continued to be referred to as just T-70), with the engines in-line on the right side of the tank and a normal transmission and differential. The conical turret was replaced by one more easily welded out of plate armour, and moved to the left side of the hull.\nCuriously, even after the T-70's production line was redesigned, SU-76 self-propelled guns started to be built with the same unsatisfactory unsynchronized two-engine layout, and all of them were later recalled for factory rebuilding as SU-76Ms.\nT-70s were put into production in March 1942 at Zavod No. 37, and along with T-60 production at GAZ and Zavod No. 38. They completely replaced T-60 production in September 1942, although that tank remained in use until the end of the war. Production ended in October 1943, with 8,226 vehicles completed.\n\nIn April 1942, the conical turrets on early-production machines were replaced with new welded turrets. The end of the T-70's production run was built with two 85-hp GAZ-203 engines, a Mark 4 commander's periscope replacing a vision slit, and other improvements.\n\nThe T-70 remained in service until 1948.",
  "armaments": "45 mm anti-tank gun M1938 (53-K)",
  "armour": "10-60mm",
  "footer": "USSR",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/T-70%2C_technical_museum%2C_Togliatti-1.jpg/300px-T-70%2C_technical_museum%2C_Togliatti-1.jpg",
  "iconURL": "https://wiki.gcdn.co/images/3/30/Graffiti_stickers_ussr_S.png",
  "type": "light",
  "nation": "ussr"
}