{
  "name": "M103 Heavy",
  "description": "The M103 Heavy Tank (officially designated 120mm Gun Combat Tank M103, initially T43) was a heavy tank that served in the United States Army and the United States Marine Corps during the Cold War. Introduced in 1957, it served through 1974, by which time evolution of the concept of a main battle tank had rendered heavy tanks obsolete.\n\n\nIn December 1950 the U.S. Army made blueprints for a heavy tank reference design. In January 1951 it awarded Chrysler a $99 million contract to produce the tank. Chrysler tasked Robert T. Keller, the son of Chrysler Board Chairman K.T. Keller, with overseeing its design, and construction at the company's new Newark, Delaware, tank plant.\nThe first T43 pilot model was completed in November 1951. Officials said the tank would \"out-slug any land-fighting machine ever built.\"\nLike the contemporary British Conqueror, the M103 was designed to counter Soviet heavy tanks, such as the later IS-series tanks or the T-10 if conflict with the Eastern Bloc broke out. Its long-ranged 120 mm cannon was designed to destroy enemy tanks at extreme distances.\nSome 300 tanks were built in 1953–54, initially designated T43E1. Details about the tank, including production plans and specifications, were tightly held. Seeking to keep the tank out of public sight, Secretary of Defense Charles E. Wilson nixed an October 1953 exhibition for the American Ordnance Association at Aberdeen Proving Ground. In May 1954 the tank was debuted publicly at a demonstration at the Newark tank plant.\nIn 1953 the Pentagon began a reversal of the President Truman administration policy of a broad production base in favor of Wilson's \"single, efficient producer\" concept. In September Wilson chose General Motors over Chrysler to take over production of the M48 Patton. General Motors would also become heir to any additional T43 orders after Chrysler tank production wrapped up in June 1954.\nTesting was unsatisfactory, with the tanks failing to meet Continental Army Command's standards and being put into storage in August 1955. Following the approval of 98 improvements the tank was redesignated the M103 Heavy Tank in April 1956. Of the 300 T43E1s built, 80 went to the US Army (74 of which were rebuilt to M103 standard), and 220 were accepted by the US Marine Corps, to be used as infantry support, rebuilt successively to improved M103A1 then M103A2 standards.",
  "armaments": "120 mm gun M58, 34 rounds",
  "armour": "127mm 60°\n254mm Line of Sight",
  "footer": "America",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/M103A2_museum.jpg/300px-M103A2_museum.jpg",
  "iconURL": "https://wiki.gcdn.co/images/9/94/Graffiti_stickers_usa_A.png",
  "type": "heavy",
  "nation": "america"
}