{
  "name": "Vickers Medium Mark I",
  "description": "The Vickers Medium Mark I was a British tank of the Inter-war period built by Vickers from 1924.\n\nAfter the First World War Britain disbanded most of its tank units leaving only five tank battalions equipped with the Mark V and the Medium Mark C. At first a large budget was made available for tank design but this was all spent on the failed development of the Medium Mark D. When the government design bureau, the Tank Design Department, was closed in 1923 any direct official involvement in tank development was terminated. However private enterprise in the form of the Vickers-Armstrong company built two prototypes of a new tank in 1921.\n\nIn 1920 the Infantry had plans to acquire a Light Infantry Tank. Colonel Johnson of the Tank Design Department derived such a type from the Medium Mark D. In competition Vickers built the Vickers Light Tank.\nThe Vickers design still was reminiscent of the Great War types. It had a high, lozenge-shaped, track frame with side doors but it also showed some improvements. There was a fully revolving turret and the suspension was provided by vertical helical springs, while the Medium Mark C still had a fixed turret and was unsprung. The Vickers was much smaller than the Medium C at just 7 feet (210 cm) high and weighing only 8.5 short tons (7.7 t). It was driven by a separately compartmented 86 hp (64 kW) engine through an advanced hydraulic Williams-Jenney transmission, allowing infinitely variable turn cycles. The first prototype was a \"Female\" version with three Hotchkiss machine guns; the second prototype was a \"Male\" which had a 3-pounder (47 mm) gun in place of one of the machine guns and also a machine gun for anti-aircraft use. It looked far closer to a modern tank than its predecessors with the turret, the front of the fighting compartment and the hull front plate all strongly rounded. The advanced transmission proved to be utterly unreliable however and the project was abandoned in 1922 in favour of a generally more conventional design, the Vickers Light Tank Mark I. This would be renamed the \"Vickers Medium Tank Mark I\" in 1924 . The first prototypes were sent to Bovington for trial in 1923. The General Staff designation was A2E1.",
  "armaments": "QF 3-pounder (47 mm)",
  "armour": "6.25mm",
  "footer": "Britain",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Baby_tank.JPG/300px-Baby_tank.JPG",
  "iconURL": "https://wiki.gcdn.co/images/2/28/Graffiti_stickers_uk.png",
  "type": "medium",
  "nation": "britain"
}