{
  "name": "T-34 (USSR)",
  "description": "**NOT TO BE CONFUSED WITH THE AMERICAN T34!!!**\n\n\nThe T-34 is a Soviet medium tank introduced in 1940. Its 76.2 mm (3 in) tank gun was more powerful than its contemporaries while its 60 degree sloped armour provided good protection against anti-tank weapons. The Christie suspension was inherited from the design of American J. Walter Christie's M1928 tank, versions of which were sold turret-less to the Red Army and documented as \"farm tractors\", after being rejected by the U.S. Army. The T-34 had a profound effect on the conflict on the Eastern Front in the Second World War, and had a lasting impact on tank design. After the Germans encountered the tank in 1941 during Operation Barbarossa, German general Paul Ludwig Ewald von Kleist called it \"the finest tank in the world\" and Heinz Guderian affirmed the T-34's \"vast superiority\" over German tanks. Alfred Jodl, chief of operations staff of the German armed forces noted in his war diary \"the surprise at this new and thus unknown wunder-armament being unleashed against the German assault divisions,\" although its armour and armament were surpassed later in the war.\n\nThe T-34 was the mainstay of Soviet Red Army armoured forces throughout the war. Its general specifications remained nearly unchanged until early 1944, when it received a firepower upgrade with the introduction of the greatly improved T-34-85 variant. Its production method was continuously refined and rationalized to meet the needs of the Eastern Front, making the T-34 quicker and cheaper to produce. The Soviets ultimately built over 80,000 T-34s of all variants, allowing steadily greater numbers to be fielded despite the loss of tens of thousands in combat against the German Wehrmacht. Replacing many light and medium tanks in Red Army service, it was the most-produced tank of the war, as well as the second most-produced tank of all time (after its successor, the T-54/T-55 series). With 44,900 lost during the war, it also suffered the most tank losses ever. Its development led directly to the T-44, then the T-54 and T-55 series of tanks, which in turn evolved into the later T-62, that form the armoured core of many modern armies. T-34 variants were widely exported after World War II, and as recently as 2010 more than 130 were still in service.",
  "armaments": "T-34 1940: 76.2mm L-11, 76 rounds\nT-34 1941 & 1942: 76.2mm F-34, 77 rounds\nT-34 1943: 76.2 mm F-34, 100 rounds\nT-34-85: 85 mm ZiS-S-53, 60 rounds",
  "armour": "Hull front 47 mm/60째 (upper part)\n45 mm (1.8\")/60째 (lower part)\n Hull side 40 mm/41째(upper part)\nHull rear 45 mm\nHull top 20 mm\nHull bottom 15 mm\nTurret front 60 mm (2.4\")\nTurret side 52 mm/30째\nTurret rear 30 mm\nTurret top 16 mm",
  "footer": "USSR",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/T-34_prototypes.jpg/220px-T-34_prototypes.jpg",
  "iconURL": "https://wiki.gcdn.co/images/3/30/Graffiti_stickers_ussr_S.png",
  "type": "medium",
  "nation": "ussr"
}