{
  "name": "T-43",
  "description": "The T-43 medium tank was a prototype Soviet medium tank developed during the Second World War as a possible replacement for both the T-34 medium and KV-1 heavy tanks. The project's aim was to build a medium tank with heavier armour, but German advances in tank technology proved better countered by a more heavily armed T-34-85 and the T-43 was cancelled.\n\nThe T-34 medium tank was the mainstay of Soviet mechanized forces in World War II, produced in huge numbers. In May 1942, Soviet forces started encountering German tanks armed with the new long 75mm KwK 40 gun which could easily penetrate a T-34 at long range.\n\nIn June 1942, the Soviet Main Directorate of Armoured Forces (GABTU) issued a requirement to two tank-design bureaus to compete in designing a \"universal tank\", which would combine the heavy armour of heavy tanks with the mobility of the T-34 medium tank. The SKB-2 heavy tank design bureau in Chelyabinsk started the KV-13 program, which two years later resulted in a line of successful Iosif Stalin heavy tanks. The Uralvagonzavod complex in Nizhny Tagil developed the T-43 medium tank. Uralvagonzavod included the Morozov Design Bureau, the designers of T-34, who were able to draw on its previous work on the advanced T-34M project. T-34M had been cancelled in 1941, when Germany invaded the USSR. The T-43 project received low priority, as the primary focus was on increasing production of the T-34.\nThe first prototype T-43 was completed in March 1943. The T-43 was generally similar to the T-34, but had a new armour layout and turret design, a space-efficient torsion bar suspension instead of the T-34's Christie type, and a new five-speed gearbox. It also featured a three-man turret with commander's cupola for all-round vision, a major improvement on the T-34's two-man turret in which the tank commander was constantly distracted with reloading the main gun. Compared to the T-34 Model 1943 with hexagonal turret, the T-43's turret armour was increased from 70 mm to 90 mm, hull from 47 mm front and 60 mm sides to 75 mm. It retained the same 76.2 mm F-34 tank gun and, for ease of production, shared at least seventy percent of its parts interchangeably with the T-34. Testing at Kubinka showed that the heavier T-43 couldn't match the T-34's mobility, while its armour was still not heavy enough to stop the German 88mm gun.\nAfter the Battle of Kursk, Soviet planners realized that the T-34's biggest drawback was the ineffectiveness of its 76.2mm gun against the frontal armour of the new German Tiger and Panther tanks. What was needed was a more effective gun rather than heavier armour. The T-43 turret was adapted to mount a more effective 85 mm gun, and to fit on the T-34 tank hull. The T-43 project was cancelled, and the new T-34-85 was put into production instead.\nThe decision to improve on an existing design rather than commit to a major retooling of the factories was characteristic of Soviet philosophy which held enormous production level as paramount. While Germany — having at the time almost double the industrial resources of the Soviet Union — suffered a string of production and logistical difficulties while introducing new, technically superior tank models, the Soviets — maximizing productivity — accepted a compromise by significantly improving their main tank. The result was that the Soviets were producing T-34-85 tanks at a rate of 1,200 per month, while Germany struggling to put 180 Panther tanks per month out of the assembly lines.\n\nWhen the T-34-85 first appeared in combat, German intelligence initially misidentified it as the \"T-43\", based on reports about Soviet tank research.",
  "armaments": "76.2mm F-34 tank gun",
  "armour": "16-90mm",
  "footer": "USSR",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Tank_T-43.jpg/300px-Tank_T-43.jpg",
  "iconURL": "https://wiki.gcdn.co/images/3/30/Graffiti_stickers_ussr_S.png",
  "type": "medium",
  "nation": "ussr"
}