{
  "name": "T28/95",
  "description": "The T28 Super Heavy Tank was an American heavily armored tank/self-propelled gun designed for the United States Army during World War II. It was originally designed to break through German defenses of the Siegfried Line, and was later considered as a possible participant in the planned invasion of the Japanese mainland.\nThe near 100-ton vehicle was initially designated a heavy tank. It was re-designated as the 105 mm Gun Motor Carriage T95 in 1945, and then renamed in 1946 as the Super Heavy Tank T28.\n\nOnly two prototypes were built before the project was terminated.\n\n\nThe T28/T95 was designed to be used for attacking the heavy defenses expected of the Siegfried Line along the western borders of Germany. The 105mm T5E1 gun selected was known to have very good performance against concrete and \"expected to be extremely effective at reducing heavy fortifications\". After the vehicle passed trials, the German Siegfried Line had already been infiltrated and overwhelmed by the Allied forces, so the designers decided to have the T28/T95 tanks to fight on the Japanese mainland later in the war. Japan surrendered before the tank was able to be transported overseas.\n\nThe need for an assault tank was first identified in 1943, Ordnance proposing that 25 vehicles could be ready for operations. A conference in March 1944 between Ordnance Department and Army Ground Forces resulted in agreement to build five. The Pacific Car and Foundry Company were supplied with the design in March 1945, completed final design and had the first hull welded by August. By the time the first tank was completed and ready for combat, the war was over. The plan for five was reduced to two.\nAs it did not have a turret, but a fixed casemate mount instead for its main armament (as German Jagdpanzers and Soviet Samokhodnaya Ustanovka-designation combat vehicles did), and the 105 mm gun fitted could only elevate from 19.5° to −5° and traverse from 10° right to 11° left of the centerline, the T28/T95 more closely resembled a self-propelled gun, and was redesignated as \"T95 Gun Motor Carriage\" in 1945, but in June 1946, the vehicle was redesignated again as \"Super Heavy Tank T28\".\nTwo prototypes of the T28 were built. They underwent evaluation at the Aberdeen Proving Ground and Fort Knox facilities until 1947. In 1947, one of the T28s was heavily damaged by an engine fire during trials at Yuma Proving Ground and was broken up and sold for scrap. The T28 never went into service due to the obsolete design, high maintenance costs, and the heavy weight, which prevented it from being transported across seas, but was retained to test the \"durability of components on such a heavy vehicle\". Work on it ended before completion as the War Department decided to stop the development of vehicles of that sort of weight and the T28 program terminated in October 1947. By that point, the T29 and T30 turreted heavy tank designs had been built. The T29 mounted the same gun as the T28 in a conventional rotating turret. The T30 was developed with a larger-caliber gun and more powerful engine. The T29 program was used to test mechanical components for future tank designs",
  "armaments": "105mm T5E1 gun, 62 rounds",
  "armour": "Max 305mm",
  "footer": "America",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/T28_Aberdeen_1946.jpg/300px-T28_Aberdeen_1946.jpg",
  "iconURL": "https://wiki.gcdn.co/images/9/94/Graffiti_stickers_usa_A.png",
  "type": "superheavy",
  "nation": "america"
}