{
  "name": "IS-2",
  "description": "The IS-2 (Russian: ИС-2, sometimes romanized as JS-2) is a Soviet heavy tank, the first of the IS tank series named after the Soviet leader Joseph Stalin. It was developed and saw combat during World War II, and saw service in other Soviet allied countries after the war.\n\nThe KV-1 was criticized by its crews for its poor mobility and the lack of a larger caliber gun than the T-34 medium tank. It was much more expensive than the T-34, without having greater combat performance. Moscow ordered some KV-1 assembly lines to shift to T-34 production, leading to fears that KV-1 production would be halted and the SKB-2 design bureau, led by Kotin, closed. In 1942, this problem was partially addressed by the KV-1S tank, which had thinner armor than the original, making it lighter and faster. It was competitive with the T-34 but at the cost of no longer having the heavier armor. Production of the KV-1S was gradually replaced by the SU-152 and ended in April 1943.\n\nThe capture of a German Tiger tank in January 1943 led to a decision to develop a new heavy tank, which was given the codename Object 237. Before Object 237 had time to mature, intense tank fighting in the summer of 1943 demanded a response. Dukhov's team was instructed to create a stopgap KV tank, the KV-85, which was armed with the 52-K-derivative gun of the SU-85, the 85 mm D-5T, that proved capable of penetrating the Tiger I from 1,000 m (1,100 yd). The KV-85 was created by mounting an Object 237 turret on a KV-1S hull. To accommodate the Object 237 turret, the KV-1S hull was modified, increasing the diameter of the turret ring with fillets on the sides of the hull. The radio operator was replaced with an ammunition rack for the larger 85 mm ammunition. The hull MG was then moved to the opposite side of the driver and fixed in place to be operated by the driver. From September to October 1943, a total of 130 KV-85s were produced, before the assembly lines began to shift over. Like the KV-1S, the KV-85 served in dwindling numbers and was quickly overshadowed by the superior IS series.\n\nThe Object 237 prototype, a version of the cancelled KV-13, was accepted for production as the IS-85 heavy tank. First deliveries were made in October 1943, and the tanks went immediately into service. Production ended in January 1944. Its designation was simplified to IS-1 after the introduction of the IS-122, later renamed as IS-2 for security purposes.",
  "armaments": "D25-T 122 mm gun (28 rounds)",
  "armour": "***IS-2 Model 1944:***\n**Hull front:** 100 mm at 60° angle\n**Lower glacis:** 100 mm at 30° angle\n**Turret front:** 100 mm (rounded)\n**Mantlet:** 155 mm (rounded)\n**Hull side:** 90–130 mm at 9-25°\n**Turret side:** 90 mm at 20° angle.",
  "footer": "USSR",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/IS-2_Model_1943_-_Sevastopol.png/300px-IS-2_Model_1943_-_Sevastopol.png",
  "iconURL": "https://wiki.gcdn.co/images/3/30/Graffiti_stickers_ussr_S.png",
  "type": "heavy",
  "nation": "ussr"
}