{
  "name": "KV-1",
  "description": "The Kliment Voroshilov (KV) tanks are a series of Soviet heavy tanks named after the Soviet defence commissar and politician Kliment Voroshilov who operated with the Red Army during World War II. The KV tanks were known for their heavy armour protection during the early stages of the war, especially during the first year of the German invasion of the Soviet Union. In certain situations, even a single KV-1 or KV-2 supported by infantry could halt German formations. The German Wehrmacht at that time rarely deployed its tanks against KVs, as their own armament was too poor to deal with the \"Russischer Koloss\" – \"Russian Colossus\".\n\nThe KV tanks were practically immune to the 3.7 cm KwK 36 and howitzer-like, short-barreled 7.5 cm KwK 37 guns mounted, respectively, on the early Panzer III and Panzer IV tanks fielded by the invading German forces. Until the Germans developed more effective guns, the KV-1 was invulnerable to almost any German weapon except the 8.8 cm Flak gun.\n\nPrior to the start of Operation Barbarossa in June 1941, about 500 of the over 22,000 tanks then in Soviet service were of the KV-1 type. As the war progressed, it became evident that there was little sense in producing the expensive KV tanks, as the T-34 medium tank performed better (or at least equally well) in all practical respects. In fact the only advantage the KV had over the T-34/76 was its larger and roomier three-man turret. Later in the war, the KV series became a base for the development of the IS (Iosif Stalin) series of tanks and self-propelled guns.",
  "armaments": "76.2 mm M1941 ZiS-5 gun",
  "armour": "Maximum (front): 90 mm (3.5 in)\nSide: 75 mm (3.0 in)\nRear: 70 mm (2.8 in)",
  "footer": "USSR",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/%D0%9A%D0%92-1_%D1%83_%D0%B4%D0%B8%D0%BE%D1%80%D0%B0%D0%BC%D1%8B_%C2%AB%D0%9F%D1%80%D0%BE%D1%80%D1%8B%D0%B2_%D0%B1%D0%BB%D0%BE%D0%BA%D0%B0%D0%B4%D1%8B_%D0%9B%D0%B5%D0%BD%D0%B8%D0%BD%D0%B3%D1%80%D0%B0%D0%B4%D0%B0%C2%BB._%D0%92%D0%B8%D0%B4_%D1%81%D0%BF%D0%B5%D1%80%D0%B5%D0%B4%D0%B8-%D1%81%D0%BF%D1%80%D0%B0%D0%B2%D0%B0.JPG/300px-%D0%9A%D0%92-1_%D1%83_%D0%B4%D0%B8%D0%BE%D1%80%D0%B0%D0%BC%D1%8B_%C2%AB%D0%9F%D1%80%D0%BE%D1%80%D1%8B%D0%B2_%D0%B1%D0%BB%D0%BE%D0%BA%D0%B0%D0%B4%D1%8B_%D0%9B%D0%B5%D0%BD%D0%B8%D0%BD%D0%B3%D1%80%D0%B0%D0%B4%D0%B0%C2%BB._%D0%92%D0%B8%D0%B4_%D1%81%D0%BF%D0%B5%D1%80%D0%B5%D0%B4%D0%B8-%D1%81%D0%BF%D1%80%D0%B0%D0%B2%D0%B0.JPG",
  "iconURL": "https://wiki.gcdn.co/images/3/30/Graffiti_stickers_ussr_S.png",
  "type": "heavy",
  "nation": "ussr"
}