{
  "name": "T-35",
  "description": "The T-35 was a Soviet multi-turreted heavy tank of the interwar period and early Second World War that saw limited production and service with the Red Army. Often called a land battleship, it was the only five-turreted heavy tank in the world to reach production, but proved to be slow and mechanically unreliable. Most of the T-35 tanks still operational at the time of Operation Barbarossa were lost due to mechanical failure rather than enemy action. It was designed to complement the contemporary T-28 medium tank; however, very few were built. Outwardly, it was large; but internally, the spaces were cramped with the fighting compartments separated from each other. Some of the turrets obscured the entrance hatches.\n\nThe T-35 was developed by the OKMO design bureau of the Bolshevik Factory, which began work on a heavy tank in 1930. Two teams developed separate designs. The team headed by German engineer Grotte worked on the 100-ton four-turreted TG-5 tank, armed with a 107 mm naval gun, using pneumatic servo-controls and pneumatic suspension. This project was later cancelled.\n\nThe concept of large, multi-turreted breakthrough tanks was favoured by several European armies in the 1920s and 1930s. Designs existed in Britain, France, and Germany for such vehicles. The second OKMO team, headed by N. Tsiets, worked on a tank similar to the British Vickers A1E1 Independent.\n\nBy July 1932, a prototype of a 35-ton tank with a 76.2 mm tank gun was completed. The first prototype was further enhanced with four smaller turrets, two with 37 mm guns and two with machine guns. This first prototype had severe defects in its transmission and was considered too complex and expensive for mass production. Work on it was therefore stopped and a new simpler prototype was built.\n\nThis new prototype received a new engine, new gearbox and improved transmission. The decision was also made to standardise the turrets used on the T-35 with those employed on the T-28, a triple-turreted medium tank. The small machine-gun turrets were identical on the two tanks. The large main turret housing the 76.2 mm gun was nearly identical, but those used on the T-28 had an additional, rear-firing machine gun.\n\nOn 11 August 1933, the T-35 was accepted for production. Engineering was shifted to the Kharkov Locomotive Factory, and two batches of ten vehicles were completed.\n\nThe experiences gained with the two prototypes were used for the main production T-35, which was again improved from the second prototype, with eight-wheel suspension, improved hull and 45-mm guns in place of the 37s. It started production in 1934, and 59 (including ones with conical turrets) were built by 1939. In general, throughout its production run small improvements were made to the individual tanks. Production tanks had medium turrets similar to the ones on the BT-5, but without the rear overhang. The final batch was a run of ten T-35 that had new turrets with sloped armour all around, as well as modified side skirts with suspension service hatches and new driver's hatch. Four of them had original fully vertical pedestal for the main turret, while the latter six had sloped pedestal.\n\nOriginally, the main turret was equipped with a 76.2 mm KT-28 cannon (length of barrel 16.5 calibers), which was also used on the Т-28 medium tank. The mounting allowed for vertical training (aiming) with upper and lower limits of −7° and +23°, respectively. As an auxiliary weapon in the main turret, to the right of the cannon, the 7.62 mm DT machine gun was placed autonomously in a ball setting. The cannon and machine gun had complete 360° horizontal sector of fire and independent fire control systems. The spare DT machine gun was fastened in a loop setting in the storage niche of the turret. The mechanism to turn the turret employed an electromechanical three-speed drive; an auxiliary hand drive was also provided for emergency use. By 1937, an anti-aircraft DT machine gun was set in a P-40 mount on the foundation of the gunner's hatch on the main turret. In 1938, the L-10 tank cannon was proposed for the main turret weapon, but the representatives of the ABTU (the \"Auto-Tank Directorate\") abandoned this idea, considering the power of the KT-28 enough for the purpose of defeating enemy armored vehicles, and the accompaniment of attacking infantry was provided for by the two 45-mm cannons.\n\nIn each of the two diagonally-mounted (i.e., one in the right forward quarter and another in the diagonally-opposite left rear quarter, as viewed from behind) two-seater turrets was placed one 45 mm tank cannon obr.1932 and a coaxially-mounted 7.62 mm DT machine gun. Later, this cannon was replaced with a 45 mm gun of the 20k Model 1934 with a semi-automatic breech-block. The coupled setting had vertical training (aiming) limits of −8° to +23°. The front turret weapon had a horizontal field of fire from 19° (left of the turret's centerline) to −184° (rearwards). The two smaller turrets were single-seat and had one 7.62 mm DT machine gun apiece. The horizontal training (aiming) of these weapons was carried out through the turning of a hand mechanism.\n\nThe main and the two small machine gun turrets of the Т-35 and Т-28 had a high level of standardization. Main-weapon sighting utilized the telescopic breech-sight TOP obr.1930 and the periscope breech-sight PT-1 обр.1932. The 76.2 mm cannon had 96 rounds, the 45 mm guns had 226 rounds, and the DT machine guns had 10,080 cartridges. The 50-ton tank was designed with the maximum thickness of the body's armoured plates being 30 mm and that of the turret 20 mm. The armoured plates were coupled together by welding and riveting. In 1936, the thickness of the frontal, sloping body plate and the front plate protecting the driver-mechanic was increased to 50 mm. Armored side skirts also added 10 mm to the side armor covering the tracks.\n\nIn 1938, a conical turret with a maximum thickness of 25 mm (at the front) for strengthening the armoured defence of the tank was introduced; the thickness of the frontal armoured plates was also increased, to 70 mm. The battle weight of the machine grew to 54 tons (the first-series machines weighed 42.5 tons). Overall, from October 1938 to the end of Т-35 production, ten machines with the increased armoured defence were produced. On two of the machines of the 1938 issue, a 7.62-mm DT machine gun was mounted in the storage portion of the main conical turret back, for rear defence, while the other six had plain rear plate.\n\nWestern and Russian historians disagree about the inspiration for the T-35's design. The former argue that it was inspired by the British Vickers A1E1 Independent tank, but this is rejected by many Russian specialists. It is impossible to know the truth, but there is strong evidence to support Western claims, not least the failed Soviet attempts to purchase the A1E1. At the same time, the influence of German engineers, who in the late 1920s were developing similar designs at their Kama base in the Soviet Union, cannot be discounted. What is clear is that borrowing military technology and ideas from other nations was common to the majority of the armed forces in the inter-war years. The Red Army, with its purchase of the British Vickers Carden Loyd tankette, Vickers E-Light and Cruiser Mk II Medium tanks, and of the American Christie suspension for production use in its own vehicles, was clearly one of the leading exponents of this practice.\n\nDue to its high cost, the production run of the T-35 ended at just 61 tanks (including two prototypes).\n\nThe T-35 prototypes had a crew of 9 (commander, gunner and loader of the 76 mm turret, two gunners of the 37 mm turrets, two gunners of the machine gun turrets, the driver and his assistant) with two mechanics \"attached\" to a particular tank, but not participating in battles, thus making the official crew number 11. The serial tanks had a crew of 10 (commander, gunner and loader of the 76 mm turret, two gunners and loaders of the 45 mm turrets, two gunners of the machine gun turrets and the driver), still with two attached mechanics, making the total crew 12.",
  "armaments": "76.2 mm gun KT-28, 2× 45 mm 20K guns",
  "armour": "11–30 mm",
  "footer": "USSR",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/P68l.jpg/300px-P68l.jpg",
  "iconURL": "https://wiki.gcdn.co/images/3/30/Graffiti_stickers_ussr_S.png",
  "type": "heavy",
  "nation": "ussr"
}