{
  "name": "IS-7",
  "description": "The IS-7 heavy tank, also known by its project name Object 260, is a Soviet tank that began development in 1945. The vehicle existed only in prototype form and was cancelled in favor of the T-10 tank.\n\nThe IS-7 heavy tank design began in Leningrad in 1945 by Nikolai Fedorovich Shashmurin. Weighing 68 tonnes, thickly armoured and armed with a 130 mm S-70 long-barrelled gun, it was the largest and heaviest member of the IS family and one of the most advanced heavy tank designs.\n\nThe armour was engineered in a similar fashion to the IS-3, with a pike nose on the upper glacis sporting 150mm of armor sloped at 65°. This armor was designed to defeat rounds from the Jagdtiger's 12.8 cm Pak 44 from as close as 1 km (0.62 mi). The lower glacis was designed to be 100mm but a measure taken by Nicholas Moran found it to be as thick as 110-120mm depending on welding variations. The armor on the sides was also 150mm on the upper side plate and 100mm on the lower side plate. Behind the lower side plate, inflatable bags could hold fuel. The turret mantlet was 350mm thick and the turret itself between 240-250mm angled at 50-60 degrees. When shot at frontally, the extreme angle that the pike nose presents results in a much higher likelihood of a ricochet. Thus, armour protection could be enhanced without having to use excessive amounts of materials. However, if the pike nose was shot at a sideways angle, it would not have a relative thickness high enough to ricochet the shell. The tank's interior has a \"V\" shape seen from the front of the tank so that the side armor was spaced. In spite of its weight, it was easy to drive due to numerous hydraulic assists. The loaders noted that the IS-7 was comfortable and that the autoloader was easy to use. It was also able to achieve a top speed of 60 km/h, thanks to a 1050-horsepower diesel engine, giving it a power-to-weight ratio of 15.4 hp/tonne, a ratio superior to most contemporary medium tanks. Its armour was not only immune to the Jagdtiger's 12.8 cm PaK 44 but was even proof to its own 130 mm. Due to unknown reasons, most likely because of the considerable issues arising from its mass (bridges, rail transport - no Soviet/Russian tank accepted into service afterwards exceeded 55 t), the tank never reached the production lines.\n\nThe 130 mm S-70 was a conversion of a naval gun, firing a ~33 kilograms (73 lb) armor piercing round ~900 metres per second (3,000 ft/s) The loading mechanism for the gun was an assisted loading mechanism with a conveyor belt system. It held six ready rounds that would then have to be refilled. The rounds came in two parts: shell and propellant. The IS-7 had a massive number of machine guns (eight) and probably would have lost five of them if it had entered production, according to Nicholas Moran. Despite being an excellent break-through vehicle, the IS-7 was heavy, expensive and overspecialized; the T-10 being better suited for longer battles and protracted warfare alongside being easier and cheaper to transport. Work on the IS-7 ceased in 18 February 1949.\n\nThe tracks were specially made for the IS-7, while those used in the IS series models were rather similar. The track was the first Soviet track to use rubber bushings with single pins, retained in place by bolts. The IS-7 has a total of seven road wheels attached to road wheel arms on torsion bars, limited by volute spring bump stops, and hydraulic shock absorbers.\n\nThe rear allowed for external fuel tanks to be carried.",
  "armaments": "130 mm S-70",
  "armour": "110-350mm",
  "footer": "USSR",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/IS-7_in_the_Kubinka_Museum.jpg/300px-IS-7_in_the_Kubinka_Museum.jpg",
  "iconURL": "https://wiki.gcdn.co/images/3/30/Graffiti_stickers_ussr_S.png",
  "type": "heavy",
  "nation": "ussr"
}