{
  "name": "M60",
  "description": "The M60 is an American second-generation main battle tank (MBT). It was officially standardized as the Tank, Combat, Full Tracked: 105-mm Gun, M60 in March 1959.[1] Although developed from the M48 Patton, the M60 tank series was never officially christened as a Patton tank. The US Army considered it a \"product-improved descendant\" of the Patton tank's design.The design similarities are evident comparing the original version of the M60 and the M48A2. It has been sometimes informally grouped as a member of the Patton tank family. The United States fully committed to the MBT doctrine in 1963, when the Marine Corps retired the last (M103) heavy tank battalion. The M60 tank series became America's primary main battle tank during the Cold War. Over 15,000 M60s were built by Chrysler. Hull production ended in 1983, but 5,400 older models were converted to the M60A3 variant ending in 1990.\n\nThe M60 reached operational capability upon fielding to US Army European units beginning in December 1960. The first combat use of the M60 was by Israel during the 1973 Yom Kippur War, where it saw service under the \"Magach 6\" designation, performing well in combat against comparable tanks such as the T-62. In 1982 the Israelis again used the M60 during the 1982 Lebanon War, equipped with upgrades such as explosive reactive armor to defend against guided missiles that proved very effective at destroying tanks. The M60 also saw use in 1983 during Operation Urgent Fury, supporting US Marines in an amphibious assault on Grenada. M60s delivered to Iran also served in the Iran–Iraq War.\n\nThe United States' largest deployment of M60s was in the 1991 Gulf War, where the US Marines equipped with M60A1s effectively defeated Iraqi armored forces, including T-72 tanks. The United States retired the M60 from front-line combat after Operation Desert Storm, with the last tanks being retired from National Guard service in 1997. M60-series vehicles continue in front-line service with a number of countries' militaries, though most of these have been highly modified and had their firepower, mobility and protection upgraded to increase their combat effectiveness on the modern battlefield.",
  "armaments": "**M60:** M68 105 mm (4.1 in)\n**M60A2:** 152 mm (6.0 in) M162 Gun/Launcher\n**M60A1/M60A3:** M68E1 105 mm (4.1 in)",
  "armour": "Upper Glacis:\n**M60:** 3.67 in (93 mm) at 65°. 8.68 in (220 mm) LoS\n**M60A1:** 4.29 in (109 mm) at 65°. 10.15 in (258 mm) LoS\n**M60A2:** same as **M60A1**\n**M60A3:** same as **M60A1**\n\nTurret Front:\n**M60:** equals 7 in (180 mm)\n**M60A1:** equals 10 in (250 mm)\n**M60A2: equals 11.5 in (290 mm)\n**M60A3:** equals 10.87 in (276 mm)",
  "footer": "America",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/M60_Patton_Tank_Fort_Lewis_Military_Museum.jpg/300px-M60_Patton_Tank_Fort_Lewis_Military_Museum.jpg",
  "iconURL": "https://wiki.gcdn.co/images/9/94/Graffiti_stickers_usa_A.png",
  "type": "mbt",
  "nation": "america"
}