{
  "name": "Cruiser Mk VII/Cavalier",
  "description": "The Tank, Cruiser, Mk VII Cavalier (A24) was an interim design of British cruiser tank during the Second World War. It was derived from the A15 Crusader tank and was superseded by the A27 Cromwell tank.\n\nDevelopment of the Cavalier initially started as development of the Cromwell tank. In mid-1940, the British were considering which tank should follow on from the new cruiser tanks then being developed. A specification was drawn up by the Directorate of Tanks and Transport which included the 57 mm QF 6 pounder gun. This led to General Staff specification A23 for a cruiser version of the A22 Churchill tank from Vauxhall, and A24 from Nuffield Mechanization & Aero Limited based upon their Crusader tank design. Birmingham Railway Carriage and Wagon Company (BRC&W) also submitted a design based on the Crusader.\nThe Nuffield design used an uprated (410 hp (310 kW)) Liberty engine which was expected to give a top speed of 24 mph (39 km/h). Armour would be from 63 to 70 mm at the front, and the 6 pounder gun would be in a turret on a 60-inch (1.5 m) turret ring.\nThe Tank Board meeting in January 1941 decided that as the tank needed to be in production by early 1942 it should be based upon an existing design to avoid the need for prototypes. Six tanks of the A24 Nuffield design were ordered that month, and the tank was named Cromwell.\n\nRolls-Royce's design team, working with Leyland's engineers, produced the Meteor engine. This gave a higher output than the Liberty for a similar size. Initially intended to be fitted to the A24, the new engine was not acceptable to Nuffield.\nWorking with Rolls Royce and Leyland, BRC&W were able to produce a prototype of their version of the Cromwell design using the Meteor. This spawned a new specification for Cromwell, A27, using a new Leyland transmission. Leyland later had doubts about the Meteor and wanted to manufacture the Liberty instead, splitting the Cromwell programme further into A24, A27L, and A27M.\nThe General staff specifications now covered three tanks: A24 \"Cromwell I\" from Nuffield, A27L (Liberty engine) \"Cromwell II\" from Leyland and A27M (Meteor engine) \"Cromwell III\".\nTo avoid confusion Cromwell I was renamed \"Cavalier\". The Cromwell II become \"Centaur\" and the Cromwell III remained as the \"Cromwell\". Production and design efforts separated from A27, and Cavalier became a separate tank.",
  "armaments": "QF 6 pounder, 64 rounds",
  "armour": "20-76mm",
  "footer": "Britain",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Crusader_MkIII_%E2%80%98T126272%E2%80%99_%2836590905746%29.jpg/300px-Crusader_MkIII_%E2%80%98T126272%E2%80%99_%2836590905746%29.jpg",
  "iconURL": "https://wiki.gcdn.co/images/2/28/Graffiti_stickers_uk.png",
  "type": "light",
  "nation": "britain"
}